token = "5602505494:AAF5G8OGzkptUPXmjegSjhd28sKcreEk0Nk"

_list = []
_dict = {
        "Hi": "Hello", 'Привет': 'Приветик', 'Как дела?': 'Отлично, а у тебя?', 'Го переп?': 'Го',
        'Что делаешь?': 'Эмм  ну что я могу делать я же обычный бот',
        'Как тебя зовут?': 'бот но мою создательницу зовут '
                           'Оля Баронина',
        'Сколько тебе лет?': 'Меня сделали 6 ноября 2022 года в 16.15', 'Ты где?': 'На сервере Телеграм 😉',
        'Ты ешь конфеты?': 'Да, они очень вкусные!',
        'Какие книги посоветуешь?': 'Я посоветую книги по программированию',
        'Спасибо': 'Всегда рад помочь', 'Помоги решить задачу': 'Меня еще не научили решать задачи',
        'Какая завтра будет погода?': 'Меня еще не научили предсказывать погоду 😕', 'Пон': 'Вам понятно?',
        'Давай играть?': 'Какие игры тебе нравятся?', 'Давай посмотрим фильм?': "Давай, я больше всего люблю комедии",
        'А может лучше сериал?': 'Можно конечно, на сайте kinogo.ru много всего',
        'Как настроение?': 'У ботов не бывает плохого настроения 😉', 'Давай научу': "Давай, я люблю учиться",
        'Сколько будет 2+2?': 'Я не знаю математику', 'Сколько весит один килограмм': 'Он весит один килограмм',
        'А сколько лет Оле?': '11', 'Кто говорит мяу?': 'Рыжий кот!!!', 'Любишь баунти?': 'а кто не любит 😝',
        '/start': 'Привет, я Бот, давай общаться', 'А когда научат?': 'Я учусь, общаясь с вами ))', "Да": "😊",
        'Давай': '😃', 'Ок': '👌', 'Что будем делать?': 'Давай общаться, это поможет мне учиться 😊',
         'Нет': '😔', 'Как день прошёл?': 'Отлично, а у тебя?', 'Как поживаешь?': 'Как и любой другой бот))',
        'Да?': 'Можешь верить мне на слово 😉', 'Пока': 'Приятно было пообщаться,да новых встреч 🤗',


}


